import React from 'react';
import d1 from "../images/d/d-1.png";


const InformationDetails = () => {
    return (
        <div className='px-12 pt-12'>
            <div className='w-96 h-96 mx-auto mb-16'>
            <img className=' rounded-md' src={d1} alt="information" />
            </div>
            <div className='pt-10'>
                <h1 className='text-5xl font-bold pt-10'> ভিয়েতনামের লাল কাঁঠালের চাষ</h1>
                <p className='text-lg font-semibold pt-5'>
                    কাঁঠাল বাংলাদেশ এর জাতীয় ফল। বানিজ্যিক ভাবে আমদের দেশে এই ফল চাষ না হলেও সুমিষ্ট এই কাঁঠাল দেশের সর্বত্রই কম বেশী হয়ে থাকে এবং ছোট বড় সকলের কাছেই জনপ্রিয় সুমিষ্ট এই ফল । তবে বৈচিত্রের কারনে দেশী কাঁঠালের পাশাপাশি বাংলাদেশে ক্রমেই জনপ্রিয়তা লাভ করছে ভিয়েতনামের লাল রংয়ের কাঁঠাল। মুলত থাইল্যান্ড, মালয়েশিয়া ও ভিয়েতনাম কাঁঠালের বেশকিছু সংখ্যক উন্নত জাত অবমুক্ত করেছে। তার অন্যমত হলো ভিয়েতনামি আঠাবিহীন রঙ্গিন কাঁঠাল। তবে এই কাঁঠালের সাইজ কিছুটা ছোট হয়।

                    এসব জাতের কাঁঠালে আঠা, ভোঁতা বা ছোবড়াও নেই। এসব কাঁঠাল কেবল কোয়া বা কোষে ঠাসা। ফল অতি সুস্বাদু, মিষ্টি এবং রং-বেরঙের (গোলাপী, লাল)। সাধারণ মানের কাঁঠালের চেয়ে দাম তিন থেকে চারগুণ বেশি। এর অন্যতম সুবিধা হলো এই জাতের কাঁঠালের বাগানে খরচ কম লাভ বেশি। এর একটা বারোমাসি জাতও আছে। তা লাগানো হলে বারোমাস ধরে অসময়ে প্রচুর ফল বেশি দামে বিপনন সুবিধা নিশ্চিত হতে পারে। প্রতিকুল অবস্থায়ও বাংলাদেশ কাঁঠাল উৎপাদন কারি দেশের মধ্যে দ্বিতীয় স্থানে রয়েছে। ভারত রয়েছে প্রথম স্থানে। থাইল্যান্ড, ইন্দোনেশিয়া এবং নেপালের অবস্থান ৩য়, ৪র্থ এবং ৫ম।

                    বাংলাদেশে অতি প্রাচীন কাল থেকে সাধারণত- খাজা, আদারসা ও গালা নামের তিন ধরণের কাঁঠাল চাষ হয় । কিন্তু বর্তমানে উচ্চ ফলনশীল জাতের ২টি কাঁঠাল, বারি কাঁঠাল-১ এবং বারি কাঁঠাল-২ বাংলাদেশ কৃষি গবেষণা ইনস্টিটিউট উদ্ভাবন করেছে। তবে এসবের বাইরেও বর্তমানে বাজারে বিভিন্ন হাইব্রিড জাতের যেসব কাঁঠাল পাওয়া যাচ্ছে তার মধ্যে ভিয়েতনামি লাল কাঁঠাল গাছ অন্যতম । এর ইংরেজী নাম Gac Baby Jackfruit.
                </p>
            </div>
        </div>
    );
};

export default InformationDetails;